// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"Printer"="Skrivare";
"Tool"="Verktyg";
"Fax Settings"="Faxinställningar";
"Fax Transmission Record"="Faxsändningspost";
"Check Fax Connection"="Kontrollera faxanslutning";
"Speed Dial/Group Dial List"="Snabbvals-/gruppnummerlista";
"Fax Receive Monitor"="Övervakare för faxmottagning";

"Str_FaxContacts"="Kontakter";
"Str_FaxAddressBook"="Adressbok";
"Str_FaxSyncContacts"="Synkronisera %@";

// ------------------------------------------------------------------------
// Select Printer
// ------------------------------------------------------------------------
"Select Printer"="Välj skrivare";
"Select a printer from the list."="Välj en skrivare i listan.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Kontrollera att datorn är ansluten till skrivaren, skrivardrivrutinen är installerad, inställningarna för utskrift från datorn är klara och att skrivaren är på.";
"Model"="Modell";
"Name"="Namn";
"Setup..."="Installation...";
"Cancel"="Avbryt";
"Select"="Välj";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"About FAX Utility..."="Om FAX Utility...";
"Preferences..."="Inställningar...";
"Services"="Tjänster";
"Hide FAX Utility"="Göm FAX Utility";
"Hide Others"="Göm övriga";
"Show All"="Visa alla";
"Quit FAX Utility"="Stäng FAX Utility";
"File"="Fil";
"Close"="Stäng";
"Window"="Fönster";
"Minimize"="Minimera";
"Help"="Hjälp";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Avbryt";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="En fil som krävs för att köra programmet saknas.\nInstallera om FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Kan inte hämta skrivarinformation (fax). Gå till \"Utskrifts- och faxinställningar\" och lägg till PC-FAX drivrutinen.";
"Str_Alert_Common_Confirm_OverWrite"="Den angivna filen finns redan. Vill du skriva över den?";
"Str_Alert_Common_Not_Responding_Error"="Skrivaren svarar inte. Kontrollera att skrivaren är ansluten på rätt sätt och att strömmen är på.";
"Str_Alert_Common_Communication_Error"="Ett skrivarkommunikationsfel har inträffat.";
"Str_Alert_Common_Printer_Processing_Error"="Skrivaren bearbetar data. Vänta en stund och försök igen.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Ett fel identifierades vid kommunikation med skrivaren.\nFelkod (%d)";
"Str_Alert_Common_Error_Occurred"="Bearbetningen avbröts eftersom ett fel inträffade.";
"Str_Alert_Common_PrinterStatusError"="Ett fel har inträffat i skrivaren. Åtgärda felet och försök igen.";

// ------------------------------------------------------------------------
// Alert(FAX Utility)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Faxsändningsposterna kan inte öppnas eftersom en annan FAX Utility-funktion redan används. Vänta tills den är klar och försök igen.";
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Kontrollera faxanslutning kan inte startas eftersom en annan FAX Utility-funktion redan används. Vänta tills den är klar och försök igen.";
"Str_Alert_Fax_Settings_Cannot_Open"="Faxinställningar kan inte startas eftersom en annan FAX Utility-funktion redan används. Vänta tills den är klar och försök igen.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Snabbvals-/gruppnummerlistan kan inte öppnas eftersom en annan FAX Utility-funktion redan används. Vänta tills den är klar och försök igen.";

// ------------------------------------------------------------------------
"LOC_AdminPassword_Title"="Ange lösenord för administratör";
"LOC_AdminPassword_Label"="Lösenord för administratör";
"LOC_AdminPassword_Alert"="Lösenordet stämmer inte.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Avbryt";
